Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: གནོད་ལྟས་དང་། གནོད་སྒྲིབ་ཀྱི་གནས་ངན་པ་ཐམས་ཅད་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Unhealthy residences and dwelling places will become pure.

source: །གཙང་མ་དག་པར་འགྱུར་རོ། །མི་གཙང་བ་གཙང་བར་འགྱུར་རོ། །ཚངས་པར་སྤྱོད་པ་མ་ལགས་པ་ཚངས་པར་སྤྱོད་པར་འགྱུར་རོ། །བསྙེན་གནས་མ་བགྱིས་པ་ནི་བསྙེན་གནས་བགྱིས་པར་འགྱུར་རོ།
en: Those who are dirty will become clean, the impure will become pure, the sexually incontinent will become continent, and those who do not fast will begin to do so.

source: །དེ་ལ་ལྷ་ཐམས་ཅད་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་སྦ་བ་བགྱིད་པར་འགྱུར་རོ། །དབང་ཕྱུག་དང་དབང་ཕྱུག་ཆེན་པོ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་།
en: All the deities will stand by to guard, protect, and defend the vidyā holder.

source: ཁྱབ་འཇུག་ཆེན་པོ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་དང་། ལུས་ངན་ལ་སོགས་པ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་།
en: Īśvara, Maheśvara, Brahmā, Viṣṇu, Maheśvara, Yama, Varuṇa, Kubera, and so forth will remain attentive in guarding, protecting, and defending him.

source: སྦ་བའི་སླད་དུ། རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ། །འཇིག་རྟེན་པ་ཐམས་ཅད་ཀྱི་སྙིང་དུ་སྡུག་པ་དང་། མཆོད་པར་འོས་པར་འགྱུར་རོ། །ཚིག་བཙན་པར་འགྱུར་རོ།
en: He will be loved and venerated by the entire world, and his speech will be treated as command.

source: །ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །སྡིག་པ་དང་། སྒྲིབ་པ་དང་། གནོད་པ་ལ་སོགས་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: All his diseases will clear up, and he will be freed from his nonvirtue, obscurations, wrongdoings, and so forth. “

source: །ཕྱོགས་བཞིར་ཀུན་ཏུ་གཏོར་ན་འཐབ་པ་དང་འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་དང་། མུ་གེ་དང་མི་ངས་དང་། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འཚེ་བ་དང་།
en: If the vidyā holder sprinkles all four quarters, all quarrels, disputes, fights, disagreements, famines, and pestilence—all such misfortunes, calamities, and troubles—will be completely pacified.

source: འཁྲུག་པ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ། །ཉིན་གཅིག་བཞིན་དུ་བདག་ཉིད་ལ་དབང་བསྐུར་རམ། རེག་པར་བགྱིད་ན། རིག་སྔགས་དང་ཕྱག་རྒྱ་དང་། དཀྱིལ་འཁོར་གྱི་རིམ་པར་དབྱེ་བ་དང་ལས་ཆེན་པོ་འགྲུབ་པར་འགྱུར་རོ།
en: If he sprinkles himself or sips the water every day, he will obtain great success in the rites involving vidyās, mudrās, and maṇḍalas.

source: །དོན་ཡོད་པའི་གྲུབ་པ་ཆེན་པོ་འགྲུབ་པར་འགྱུར་རོ།
en: He will obtain great amogha accomplishment.

source: །གང་དང་གང་དུ་མཆིས་བ་དེ་དང་དེར་ཆེར་མཆོད་པར་འགྱུར་རོ། །ཐམས་ཅད་ཀྱིས་མི་ཟློག་པར་འགྱུར་རོ།
en: Wherever he goes, he will be honored and his progress never obstructed.

source: །ཉིན་གཅིག་བཞིན་གཞལ་མེད་ཁང་རྒྱ་ཆེན་པོ་བཀྲ་ཞིང་རྣམ་པར་བཀྲ་བ་ཆེན་པོ་རྨི་ལམ་དུ་མཐོང་བ་དང་།
en: Every night he will have splendorous dream-visions of great places and many extraordinary things. “

source: རྣམ་པ་ཐམས་ཅད་དུ་མཆོག་རྒྱ་ཆེན་པོ་འཐོབ་པར་འགྱུར་རོ། །དགེ་སྦྱོང་དང་།
en: The vidyā holder will obtain great boons on all occasions.

source: བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། ཁྱིམ་བདག་དང་། རྒྱལ་པོ་དང་། བློན་པོ་དང་། བཙུན་མོའི་འཁོར་དང་བཅས་པ་ཐམས་ཅད་དབང་དུ་འགྱུར་ཞིང་མཆོད་པར་འོས་པར་འགྱུར་རོ།
en: All monks, brahmins, kṣatriyas, householders, kings, ministers, royal harems, and attendants will fall under his thrall.

source: །རྟག་ཏུ་གཙང་མར་སྤྱོད་པར་གཙང་ཞིང་དག་པར་འགྱུར་རོ།
en: Always maintaining perfectly pure conduct, he will be greatly venerated.

source: །རྟག་པར་དུས་ཀུན་ཏུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བལྟ་འཚལ་བར་འགྱུར་རོ། །འདོད་པ་ཐམས་ཅད་ཀྱི་མཆོག་སྩོལ་བར་འགྱུར་རོ།
en: He will be able to see Noble Avalokiteśvara any time, whenever he wishes, and will obtain all the most desirable boons.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་རྨི་ལམ་དུ་རྟག་ཏུ་མཐོང་ཞིང་ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: In his sleep he will perceive the Tathāgata Amitābha, the worthy, fully realized Buddha. When he dies, he will be reborn in the world system of Sukhāvatī. [13] “Oṁ, flow within the lotus, flow! Remain, remain!

source: །ཨོཾ་པདྨེ་ས་ར་ས་ར་ཏིཥྛ་ཏིཥྛ་མ་ཧཱ་ཨ་མོ་གྷ་ས་མ་ཡ་སྭཱ་ཧཱ།
en: O great amogha samaya! Svāhā! “

source: གསང་བ་ཆེན་པོའི་དམ་ཚིག་གི་གསང་སྔགས་སོ།
en: This is the mantra of the secret great samaya. [

source: །ཨོྃ་བི་པུ་ལ་པདྨ་ཨ་མོ་གྷ་པྲ་ས་ར་པྲ་བི་ཤ་ཏུ།
en: 14] “Oṁ, great lotus, amogha-expand! May he enter!

source: འཇུག་པའི་གསང་སྔགས་སོ།
en: This is the mantra of entry. [

source: །ཨོཾ་ཨ་མོ་གྷ་ཨ་ནུ་ཤ་ཡ་མ་ཧཱ་པདྨ་བན་དྷུ་རེ་ཧཱུྃ།
en: 15] “Oṁ, amogha-settle within the circumference of the great lotus, hūṁ! “

source: སློབ་མའི་གསང་སྔགས་སོ།
en: This is the mantra of the disciple. [

source: །ཨོཾ་ཨ་མོ་གྷ་པདྨ་ཤི་ཁེ་ཏུ་རུ་ཏུ་རུ།
en: 16] “Oṁ, amogha lotus in the topknot! Turu turu!

source: ཏིཥྛ་བཛྲ་བན་དྷེ་སྭཱ་ཧཱ།
en: Remain in the vajra knot, svāhā! “

source: སྤྱི་གཙུག་བཅིང་བའི་གསང་སྔགས་སོ།
en: This is the mantra for binding the topknot.

source: །ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་སོ།
en: It should be recited twenty-one times. [

source: །ཨོྃ་ཨ་མོ་གྷ་པདྨ་ཛ་ལོ་ཏ་ཀྵེ་པ།
en: 17] “Oṁ, toss the lotus water of Amogha!

source: བྷི་རི་བྷི་རི་ཧཱུྃ།
en: Bhiri bhiri, hūṃ! “

source: ཆབ་བཏེག་པའི་གསང་སྔགས་ཏེ།
en: This is the mantra for tossing the water.

source: ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་སོ།
en: It should be recited twenty-one times. [

source: །ཨོཾ་ཨ་མོ་གྷ་བི་ཀ་ཊ་སྃ་བྷ་ར་པདྨ་ཨཱ་ས་ཎེ་ཛ་ལ་པ་ཏི།
en: 18] “Oṁ, amogha deformed water-container on a lotus seat! Full of water!

source: ཀུ་རུ་ཀུ་རུ་ཧཱུྃ།
en: Act, act, hūṁ! “This is the mantra for the water pitcher.

source: བུམ་པའི་གསང་སྔགས་ཏེ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་སོ།
en: It should be recited one hundred and eight times. [

source: །ཨོྃ་པད་མོ་པྲ་ས་ར་ཨ་མོ་གྷ་བི་མ་ལེ་བྷ་ར་བྷ་ར་སྭཱ་ཧཱ།
en: 19] “Oṁ, amogha purity within the expanse of the lotus! Carry, carry, svāhā! “

source: ཆབ་ཀྱི་རྒྱུན་གྱི་གསང་སྔགས་ཏེ།
en: This is the mantra for containing water.

source: །ཨོྃ་ཨ་མོ་གྷ་པདྨེ་སུ་པདྨེ།
en: 20] “Oṁ, amogha lotus, the auspicious pure lotus that brings fulfillment!

source: པཱུརྞ་ཀ་རེ་དྷི་རི་དྷི་རི་བི་མ་ལེ་སྭཱ་ཧཱ།
en: Viri viri, svāhā! “

source: ལག་པའི་གསང་སྔགས་ཏེ།
en: This is the mantra for the hands.

source: ལག་པ་གཉིས་ལ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བགྱིས་ནས། དཀྱིལ་འཁོར་དང་གསང་སྔགས་དང་། ཕྱག་རྒྱ་དང་། ཆོ་ག་ཞིབ་མོ་དང་། བསྒྲུབ་པའི་དགོས་པ་ཐམས་ཅད་བགྱི་སྟེ།
en: One should incant both hands with it one thousand and eight times and commence whatever activities need to be accomplished that involve maṇḍala, mantra, and mudrā procedures.

source: སྒྲུབ་པ་ཐམས་ཅད་ལ་བསྒྲུབ་པར་བགྱི་ཞིང་ལས་ཐམས་ཅད་ལ་དུས་ཐམས་ཅད་དུ་བགྱིའོ།
en: This procedure will make all practices successful, and it should always be included in all rites. [

source: །ཨོྃ་ཨ་མོ་གྷ་བི་མ་ལེ་ཛི་ཧྭཱ་གྲ་སཾ་ཤོ་དྷ་ནི་སཾ་ཤོ་དྷ་ཡ་དྷ་ར་དྷ་ར་བི་མ་ལེ་པདྨ་ཀ་མ་ལ་དི་ཧྭཱ་སྭཱ་ཧཱ།
en: 21] “Oṁ, amogha purity that purifies the tip of the tongue! Tender as lotus, please purify the tongue! Keep it so, keep! Auspicious purity, svāhā! “

source: ལྕེ་སྦྱང་བའི་གསང་སྔགས་ཏེ།
en: This is the mantra for purifying the tongue.

source: དྲི་ཆབ་ལ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བགྱིས་ཏེ།
en: The vidyā holder should incant perfumed water with it one thousand and eight times and rinse the front of his mouth.

source: ཁ་བཤལ་ལ་ལྕེའི་དྲི་མ་ཡོངས་སུ་དག་པར་འགྱུར་རོ། །པདྨ་དང་། ཀུ་མུ་དའི་འདབ་མ་དང་། འདྲ་བར་ལྕེ་མཉེན་པར་འགྱུར་རོ།
en: It will remove all impurities from the tongue, which will then become delicate like the petal of a pink or red lotus.

source: །སོ་དང་རྐན་དང་མགུལ་པ་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Similarly, it will purify the teeth, the palate, and the throat. [22] “Oṁ, fragrant Amogha!

source: །ཨོྃ་ཨ་མོ་གྷ་ན་དྷ་བསྟི་སུ་རུ་སུ་རུ་པྲ་བྷུ་རུ་དི་བྱ་གན་དྷི་པདྨ་པྲ་བྷེ་སྭཱ་ཧཱ།
en: Suru suru, prabhuru! Divine fragrance with the glow of a lotus! Svāhā! “

source: གསང་སྔགས་འདིས་ཁར་སྩལ་བའི་རིལ་བུ་ཙན་དན་དང་།
en: With this mantra, the vidyā holder should prepare a fragrant pill to be kept at the front of the mouth.

source: ན་ལ་དང་། སྤྲྀ་ཀ་དང་། ཨུཏྤལ་དང་། གུར་གུམ་དང་། གླ་རྩི་ལྷན་ཅིག་བླང་བ་བགྱིས་ལ།
en: He should grind sandalwood, nalada, fenugreek, water lily, saffron, and musk into a fine powder and, adding honey, make a pill the size of an eyeball.

source: ཕྱེ་མ་ཞིབ་མོར་བཏགས་ནས་རིལ་བུ་ཞོ་གཉིས་ཙམ་པའི་ཚད་དུ་སྦྲང་རྩི་དང་ལྷན་ཅིག་སྦྱར་ལ་གསང་སྔགས་སྟོང་རྩ་བརྒྱད་ཚང་བར་བཟླས་བརྗོད་བགྱིས་ཏེ། ཟངས་ཀྱི་སྣོད་ཀྱི་ནང་དུ་སྩལ་ནས་བཟླས་བརྗོད་བགྱིད་པའི་ཚེ་ཁར་སྩལ་ནས་སྐད་ཅིག་ཙམ་ཞིག་བསྡད་པ་བགྱིས་ན།
en: Reciting the above mantra with full voice, he should place the pill in a copper container, place the container in the mouth, and keep it there until he completes one thousand and eight recitations.

source: རྟག་ཏུ་ཁ་ནས་ཨུཏྤ་ལའི་དྲི་འབྱུང་བར་འགྱུར་ཏེ།
en: After a while, the pleasant fragrance of a water lily will continually issue forth from his mouth for hundreds of yards.

source: རྒྱང་གྲགས་ཙམ་དུ་ཐེ་ཚོམ་མེད།
en: There is no doubt about this. “

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་། །དེ་བཞིན་བྱང་ཆུབ་སེམས་དཔའང་དགྱེས། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མཆོག་སྦྱིན་མགོན་པོ་མཆོག་ཏུ་དགའ་བར་འགྱུར་རོ།། །།འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ། བམ་པོ་གཉིས་པ།
en: All the tathāgatas and bodhisattvas will rejoice, and Noble Avalokiteśvara, the boon-granting lord, will be extremely pleased.

source: བཟླས་པས་བདེ་བར་འགྲུབ་འགྱུར་བས། །དོན་ཡོད་རིག་སྔགས་བླ་ན་མེད།
en: This supreme vidyā of Amoghapāśa will be easily accomplished through recitation.

source: །རིག་སྔགས་འཆང་དང་གཏམ་བགྱིས་པས། །དུས་ཀུན་རྡུལ་དྲི་སྤང་བར་བགྱི། །མཁྲིས་པ་བད་ཀན་སྣབས་དག་དང་། །དེ་བཞིན་ཀུན་འཇིག་མྱུར་དུ་ནི། །ཁ་ནས་ལྷ་ཡི་དྲི་འབྱུང་འགྱུར།
en: The vidyā holder who recites it will always be free from bad odor, bile, phlegm, and nasal mucous, which will all be swiftly cleared away, and divine fragrance will issue forth from his mouth.

source: །སུ་ལ་ཚིག་དག་སྨྲས་པ་ནི། །དེ་ནི་མྱུར་དུ་དབང་དུ་འགྱུར།
en: Whomever he targets with this formula will quickly be enthralled.

source: །ལྷ་རྣམས་དབང་དུ་མཆིས་པ་དང་། །བདེ་སོགས་བདག་པོ་དབང་པོ་དང་། །གཤིན་རྗེ་ཆུ་ལྷ་ལུས་ངན་དང་། །ཚངས་པ་ཁྱབ་འཇུག་དབང་ཕྱུག་ཆེ། །འཇིག་རྟེན་སྐྱོང་བ་བཞི་དག་དང་། །ཟླ་བ་ཉི་མ་ཉིད་དག་དང་།
en: All the gods including Śacī’s husband Indra, Yama, Varuṇa, Kubera, Brahmā, Viṣṇu, Maheśvara, the Four Guardians of the World, Candra, and Sūrya will remain in his thrall. “

source: །ཐམས་ཅད་དབང་དུ་གྱུར་ནས་མཆིས། །འདི་ནི་ཁ་ན་མུར་བགྱིད་ན། །ཚིག་ལྡན་ལྕེ་ཡི་རྩེ་མོ་ལ།
en: If the vidyā holder keeps this pill in his mouth, Sarasvatī will dwell at the tip of his tongue.

source: །མཆིས་པས་ཚིག་ནི་གསལ་བར་འགྱུར། །རྟག་ཏུ་མི་མིན་དབྱངས་འགྱུར་ཏེ།
en: His words will become clear, and his voice will be like that of kinnaras.

source: །དྲི་མའི་སྐྱོན་ནི་རྣམ་པར་སྤངས། །ཚིགས་བཅད་སྟོང་ནི་ཀློག་པ་དང་། །སྔོན་བཀླགས་པ་ནི་ཉམས་མི་འགྱུར།
en: He will always be free from dirt and blemish, and he will be able to memorize one thousand verses after the first recitation.

source: །ཧཱུྃ་ཞེས་བགྱིས་པས་ལྷ་ཀུན་དང་། །ལྷ་གང་དཀྱིལ་འཁོར་གནས་པའང་མཆིས།
en: If he utters the syllable hūṁ, all the deities will arrive, including those who dwell within the maṇḍala.

source: །ཕཊ་ཅེས་བགྱིས་པས་གདུག་པ་དང་། །བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་འཇིག །གནོད་སྦྱིན་སྲིན་པོ་ཤ་ཟ་དང་། །བརྗེད་བྱེད་འབྱུང་པོ་གསང་བ་པ། །ཐམས་ཅད་མོད་ལ་འབྱེར་འགྱུར་ཞིང་།
en: With the syllable phaṭ, all the wicked vighnas and vināyakas will perish, and all yakṣas, rākṣasas, pretas, apasmāras, bhūtas, and guhyakas will immediately flee and fall with their faces down.

source: །ཁས་བུབ་ཏུ་ཡང་འགྱེལ་བར་འགྱུར། །རིལ་བུ་ཁ་ན་ཐོགས་ན་ནི། །དུས་ཀུན་ཏུ་ནི་མཁས་པར་འགྱུར།
en: If he holds the pill in his mouth, he will be a scholar at all times.

source: །གྲུབ་པ་མྱུར་དུ་འཐོབ་འགྱུར་ཏེ། །ཐམས་ཅད་དུ་ཡང་ཚེ་རིང་འགྱུར།
en: He will swiftly obtain all accomplishments, including long life.

source: །ཚིག་སྙན་འཇམ་ཞིང་མཉེན་པར་འགྱུར། །རིལ་བུ་འདི་ནི་བཅང་བགྱིས་ན།
en: While carrying the pill in this way, his speech will be endearing, sweet, and soft.

source: །དོན་ཡོད་པདྨ་དྲི་མ་མེད། །རིལ་བུ་ཞེས་བགྱི་འགྲུབ་པར་འགྱུར། །ཨོྃ་མ་ལ་བི་ག་ཏེ།
en: The magical accomplishment of this pill is called the lotus-like amogha purity. [

source: པདྨ་བི་བ་རེ།
en: 23] “Oṁ, free from impurities in the inner space of the lotus!

source: སན་ཙ་ར་བ་ཙ་རེ་སྭཱ་ཧཱ།
en: Roam through and merge with the sky, hūṁ!

source: ཨ་མོ་གྷ་སིད་དྷེ་ཤོ་དྷ་ཡ་ཧཱུྃ། ནཱ་ག་པུས་པའི་ཤུན་པ་དང་།
en: Amogha-accomplished!

source: ཨུ་ཤི་ར་དང་། ཙན་དན་དང་། པདྨ་གེ་སར་དང་། ལི་ཤི་དང་།
en: Purify, hūṁ! “

source: ཀ་ཀོ་ལ་དང་། སྤང་སྤོས་དང་། རྒྱ་སྤོས་དང་། གུར་གུམ་དང་། པྲ་པུན་ད་རི་ཀ་དང་།
en: The vidyā holder should take some bark of nāgapuṣpa, the root of khas-khas, sandalwood, lotus filaments, cloves, the kākolaka plant, spikenard, tagara powder, saffron, white lotus root, and cardamom and mix them together with an equal amount of ugrasugandhi.

source: ཨེ་ལ་དང་། ས་མ་ཀ་དང་། ཨུ་གྲ་དང་། སུ་ག་ན་དྷི་ཀ་འདི་རྣམས་ཆ་མཉམ་པར་བགྱིས་ཏེ་ཞིབ་ཏུ་བཏགས་ནས། གསང་སྔགས་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་ནས་ཆར་པའི་ཆབ་དང་བསྲེས་པས་ཁྲུས་བགྱིས་ཤིང་འཚལ་བའམ།
en: He should grind all this into a fine powder, make it into a pill, and incant the pill with this mantra one thousand and eight times.

source: ཆབ་དྲོན་པོས་ཁྲུས་བགྱིས་པའམ།
en: He should then wash the pill well and mix it with rainwater.

source: འཚལ་བས་ཤིན་ཏུ་ཁྲུས་བགྱིས་པ་གཙང་མ་ཤིན་ཏུ་དག་པས་བག་ཚ་བ་མ་མཆིས་པར་བཏོན་པ་ཙམ་གྱིས་སྔོན་གྱི་དྲག་པོའི་ལས་རྣམས་དང་། གདོན་ཀུན་འཇོམས་པར་འགྲུབ་པ་དང་། །ནད་ཀུན་རྣམ་པར་ཉམས་པ་དང་།
en: By simply heating up and then bathing in this water, he will be released from previously accumulated terrible karma, remove all diseases, and effectively destroy all ailments.

source: །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་གི། །མུན་པ་མི་ཟད་སྤོང་བར་གསུངས།
en: He will be freed from terrible afflictions, desire, hatred, and the darkness of ignorance; they will be removed.

source: །བཀྲུས་འཚལ་ཙམ་གྱི་མོད་ལ་ནི། །དྲི་མ་ཀུན་ཞི་སོམ་ཉི་མེད།
en: All impurities will be pacified by merely bathing; there is no doubt.

source: །དཔལ་གྱིས་ལྷ་ཡི་བཞིན་དུ་འབར། །བསོད་ནམས་ཕུང་པོ་རྣམ་པར་འཕེལ།
en: Divine splendor will shine forth, and his store of merit will increase.

source: །གཟི་བརྗིད་ཕུང་པོ་རྟག་ཏུ་འབར། །ཟླ་བ་ཉི་མ་བཞིན་དུ་མཛེས།
en: The vidyā holder will always glow with an abundance of vital energy, a radiance resembling the sun.

source: །གཙང་མའི་ལུས་སུ་གྱུར་པ་ན། །ལུས་ནི་ལྷ་ཡི་བཞིན་དུ་གྱུར།
en: His body will be radiant and pure. “

source: །མི་གཙང་བ་ནི་གཙང་བར་གྱུར། །མ་དག་པ་ནི་དག་པར་འགྱུར།
en: An unclean vidyā holder will become clean; an impure one, pure.

source: །ཚངས་པར་སྤྱོད་མིན་ཚངས་སྤྱོད་འགྱུར།
en: One who is sexually incontinent will become continent, and one who breaks one’s vow of silence will restore it.

source: །ཐུབ་མིན་ཐུབ་པ་ཁོ་ནར་འགྱུར། །ཚངས་པར་མི་སྤྱོད་ཚངས་སྤྱོད་འགྱུར། །མགོ་སྐྱ་གཉེར་མ་སྤངས་པ་དང་། །རྟག་ཏུ་བྲོན་དམ་མཆིས་འགྱུར།
en: The vidyā holder’s hair will never turn grey, and he will never fall ill.

source: །ལུས་ལ་ལྷ་ཡི་དྲི་དག་འབྱུང་། །པདྨ་ཀུ་མུད་མཉེན་པའི་ལུས། །སྔོན་གྱི་དྲི་ནི་རབ་སྤངས་ཏེ། །ལྷ་ཡི་ཙན་དན་དྲི་དག་ནི། །མདའ་རྒྱང་གང་དུ་སོམ་ཉི་མེད།
en: His body will emit a divine fragrance that will precede him by the length of an arrow; there is no doubt. The body will emit a divine fragrance of sandalwood and will be as lovely as lotuses or water lilies.

source: །རྟག་ཏུ་བདེ་བར་ཉལ་བ་དང་། །བདེ་བར་ཡང་ནི་སད་པར་འགྱུར།
en: He will always fall asleep with ease and wake up with ease.

source: །གནོད་སྦྱིན་སྲིན་པོ་འབྱུང་པོ་དང་། །ལྷ་མིན་གདུག་པ་ལོག་འདྲེན་དང་། །གདུག་པའི་བགེགས་རྣམས་མཐོང་མི་འགྱུར།
en: No wicked beings such as yakṣas, rākṣasas, bhūtas, asuras, miscreant vināyakas, and vighnas will be able to harm him.

source: །མི་བཟད་དགྲ་རྣམས་ཀྱིས་ཀྱང་མིན།
en: There will be no dread of enemies. “

source: །ལུས་ཉིད་སྦྱང་བ་བགྱིས་ནས་སུ། །སྔགས་བཟླས་བརྗོད་པའི་སྒྲུབ་པ་བགྱི། །ལེགས་པར་སྒྲུབ་པའི་ལས་བགྱིས་ནས། །དེ་ཉིད་བདེ་བར་འགྲུབ་པར་འགྱུར། །རྒྱལ་བ་བྱང་ཆུབ་སེམས་དཔའ་ཀུན།
en: The vidyā holder should therefore purify his body in this way and perform the recitation well, as this will accomplish the activities.

source: །དེ་བཞིན་མོད་ལ་གཟིགས་པར་འགྱུར།
en: The vidyā holder will accomplish them with ease and will be able to see the truth exactly as it is.

source: །ལྷ་རྣམས་ཀུན་དང་གང་དག་གཞན། །དཀྱིལ་འཁོར་གནས་པ་མྱུར་དུ་མཆི།
en: All the tathāgatas and bodhisattvas will swiftly arrive, as will all the deities, including those that inhabit the maṇḍala.

source: །ཅི་འདོད་ཡིད་ལ་བཟླས་པ་ཡིས། །རྟག་ཏུ་དོན་ཡོད་གྲུབ་པར་འགྱུར།
en: The vidyā holder will accomplish whatever he desires.

source: །ཐོག་མར་ལུས་སྦྱང་ཆོ་ག་བགྱི།
en: Having thus completed the procedure for the purification of the body, he should commence the preliminary mantra practices. [

source: །དེ་ནས་གསང་སྔགས་ལེགས་པར་སྤྱད།
en: 24] “Oṁ, you with amogha lotus eyes and divine vision, completely pure!

source: །ཨོཾ་ཨ་མོ་གྷ་པདྨ་ལོ་ཙ་ནི་དི་བྱ་དྲྀཥྚརི་པ་རི་ཤུད་དྷེ།
en: Suru suru! O lotus-eyed one, bhuru bhuru!

source: སུ་རུ་སུ་རུ་པདྨ།
en: You direct your gaze everywhere!

source: ཨ་ཀྵི་བྷུ་རུ་བྷུ་རུས་མནྟ་བྱ་བ་ལོ་ཀ་ནི་སྭཱ་ཧཱ།
en: Svāhā! “

source: ལྡོང་རོས་གི་ཝང་རྒྱ་མཚོ་སྦུ་བ་ས་ཧ་ཛ། །ཨུཏྤལ་སྦྲང་རྩི་ལྷན་ཅིག་རེང་བུ་འདི་བགྱིས་ལ།
en: The vidyā holder should prepare realgar, bovine bezoar, bones of cuttle fish, lotus, and honey into a mixture that can be applied with an eye brush.

source: །གསང་སྔགས་སུམ་སྟོང་རྩ་བརྒྱད་བཟླས་པའི་མིག་སྨན་འདི།
en: He should incant them by reciting this mantra one thousand and eight times, thrice.

source: །དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱིས་མཆོག་ཏུ་བཟང་ཞེས་གསུངས།
en: The tathāgatas praise this eye ointment as divine.

source: །འདི་ནི་འཇིག་རྟེན་དབང་ཕྱུག་མཆོག་སྦྱིན་གྱིས།
en: It is the lord of the world and the auspicious granter of boons.

source: །ཀུན་པས་བཀྲ་ཤིས་འདི་ནི་མིག་ནད་ཀུན།
en: With it, the vidyā holder will pacify all eye diseases.

source: །འཇོམས་པར་བགྱིད་དེ་གཡར་ལམ་བཟང་པོ་རྨི། །ཡིད་དུ་མི་མཆི་བ་ཉིད་མཐོང་མི་འགྱུར། །ངན་པར་སྣང་དང་ངན་པར་བལྟ།
en: He will experience divine visions in his dreams, he will never see unpleasant sights or anything ugly, and his vision will never be distorted.

source: །ནམ་ཡང་མཐོང་བར་མི་འགྱུར་རོ། །གཏུམ་པོ་འཇོམས་པ་གཏུམ་པོ་དང་། །ལྷག་མ་སྦགས་པ་བགོ་ཉེས་དང་།
en: He will never see cruel murderers or savages.

source: །བཟའ་ཉེས་གནོད་སྒྲིབ་གནོད་སྦྱིན་དང་། །སྲིན་པོ་དང་ནི་སྡིག་སྦྲུལ་དག །ཐམས་ཅད་ཉིན་དང་མཚན་དག་ཏུ། །མི་སྣང་བར་ནི་ཐེ་ཚོམ་མེད།
en: All spirits that cause dyspepsia, overeating, indigestion, eating disorders, or unhealthy complexion, and all yakṣas, rākṣasas, and pannagas, will stay away all day and night; there is no doubt.

source: །མིག་གིས་བཟང་པོ་མཐོང་བ་དང་། །རྨི་ལམ་བཟང་པོ་མཐོང་བར་འགྱུར།
en: One will perceive what is auspicious with one’s physical eyes and will dream auspicious dreams.

source: །ཟླ་བ་སྲིད་དུ་རབ་སྦྱར་བས། །ལྷ་རྫས་དག་ནི་མཐོང་བར་འགྱུར།
en: Within one month of practice, one will obtain the divine eye.

source: །མིག་ཡོངས་སུ་སྦྱང་བའོ།
en: This mantra is for the purification of the eyes. [

source: །ཨོཾ་བུད་དྷ་བུད་དྷ།
en: 25] “Oṁ, wake up, wake up!

source: བི་བུད་དྷ་པདྨ་ཨ་མོ་གྷ་མུ་ཁི་བར་བར་དེ་སྭཱ་ཧཱ།
en: Wake up lucidly, facing Padmāmogha! Choose, choose any boon! Svāhā! “

source: རིག་སྔགས་འདིས་གི་ཝང་ལ་ལན་སྟོང་རྩ་བརྒྱད་བཟླས་སོ། །དོན་ཡོད་པའི་རྒྱལ་པོ་ལན་ཉི་ཤུ་རྩ་གཅིག་བརྗོད་པར་བགྱིའོ། །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་བདུན་བཟླས་བརྗོད་བགྱིའོ། །སྙིང་པོ་དང་ཉེ་བའི་སྙིང་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བགྱིའོ།
en: The vidyā holder should incant bovine bezoar one thousand and eight times with this vidyā, twenty-one times with the Amogharāja, seven times with the Krodharāja, and one hundred and eight times each with the heart and auxiliary heart mantras of Amoghapāśa.

source: །བཟླས་བརྗོད་བགྱིད་པའི་ཚེ་ཡང་འདི་བླངས་ཏེ་དཔྲལ་བའི་དབུས་སུ་ཐིག་ལེ་བགྱིས་ཏེ།
en: When still reciting, he should take the bezoar and make a single bindi mark on the forehead between the eyebrows.

source: ཐིག་ལེ་ལན་ཅིག་བགྱིས་པས་དཔྲལ་བའི་སྟེང་ན་སྐར་མའི་དབྱིབས་ལྟ་བུར་གནས་པར་འགྱུར་རོ།
en: Above it on the forehead he should make another bindi in the form of a star.

source: །གདུག་པ་ཐམས་ཅད་དབང་གྱུར་མཆིས། །གནོད་སྦྱིན་འབྱུང་པོ་གང་དག་དང་། །སྲིན་པོ་བགེགས་དང་ལོག་འདྲེན་ཉིད། །ཐམས་ཅད་འཇིག་འགྱུར་ཐེ་ཚོམ་མེད།
en: All wicked beings will come under his control, and all yakṣas, bhūtas, rākṣasas, vighnas, and vināyakas will perish; there is no doubt.

source: །སེམས་ཅན་གདུག་པས་གདུག་བསམས་ཀྱང་། །ཕྱིར་ཞིང་བཟོད་པར་མི་ནུས་པས། །དེ་དག་ཐམས་ཅད་འཇིག་འགྱུར་ཏེ།
en: Unable to bear the power of the bindi, all these beings with evil intentions will disappear together.

source: །མེ་ལ་ཕྱེ་མ་ལེབ་བཞིན་ནོ། །རྟག་ཏུ་རྒྱལ་པོ་སྐྱེ་བོར་བཅས། །འཁོར་བཅས་བློན་པོར་བཅས་པ་དང་། །བློན་པོ་ཆེ་དང་མདུན་ན་འདོན།
en: Like a moth to a flame, kings will fall under the control of the vidyā holder, along with their attendants, retinues, ministers, priests, and harems.

source: །བཙུན་མོའི་ཚོགས་བཅས་དབང་དུ་གྱུར།
en: They will all remain in his thrall.

source: །དགེ་སྦྱོང་དང་ནི་བྲམ་ཟེ་དག །ཐམས་ཅད་དབང་དུ་མཆི་བར་འགྱུར། །རྒྱལ་རིགས་དམངས་རིགས་དག་དང་ནི། །ཐམས་ཅད་དབང་དུ་མཆི་བར་འགྱུར། །མཆོད་པ་ཆེན་པོའི་འོས་སུ་འགྱུར།
en: Also, all ordained monks, brahmins, kṣatriyas, and śūdras will come under his control, and he will be greatly revered.

source: །རིག་སྔགས་ལྷ་ནི་ཐམས་ཅད་དང་། །གང་དག་དཀྱིལ་འཁོར་གནས་པ་སྟེ། །དེ་དག་ཐམས་ཅད་དམ་ཚིག་གི། །རྗེས་སུ་བསྒྲུབ་ཅིང་སྐྱོང་བར་འགྱུར། །ཕྱོགས་བཅུར་བསྲུང་བ་བགྱིད་འགྱུར་བ།
en: All the vidyā deities, including those who dwell within the maṇḍala, will abide by their samayas and, guarding the ten directions, will protect beings.

source: །རྟག་ཏུ་སྒྲུབ་པ་བླ་ན་མེད་སྩོལ།
en: They will grant the supreme accomplishment. “

source: །ཐིག་ལེ་འདི་བགྱིས་གྲོགས་མེད་རྒྱུ་བ་དག །
en: The vidyā holder should apply this bindi when imperiled on merchant trips.

source: ཆོམ་རྐུན་དང་ནི་ཆོམ་པོ་གཡོན་ཅན་དང་། །གཡུལ་འགྱེད་ཉིད་ཀྱི་འཇིགས་པ་གང་ཡིན་པ། །ཀུན་ནས་བསྒྲལ་བར་འགྱུར་ཏེ་སོམ་ཉི་མེད། །སེང་གེ་སྟག་དང་དོམ་དང་ནི།
en: All dangers will disappear—there is no doubt—as will all thieves, robbers, mercenaries, skirmishes, and fights.

source: །གླང་ཆེན་ཁྲོ་བོ་མི་བཟད་དང་། །ཝ་དང་གདུག་བཅས་སྲོག་ཆགས་དང་། །སོ་གདུག་སྦྲུལ་ཀུན་མགོ་ནས་ཟ། །གང་དག་སྲོག་ཆགས་གདུག་པར་བཅས། །དེ་དག་ཐམས་ཅད་ནུབ་འགྱུར་ཏེ།
en: All ferocious and frightening lions, tigers, wolves, elephants, jackals, and other troublesome creatures, as well as all snakes, such as āśīviṣa snakes and vipers, and other venomous creatures, will hide and not appear again.

source: །ནམ་ཡང་འབྱུང་བར་མི་འགྱུར་རོ། །སེར་བ་མེ་དང་ཚིག་པ་དང་། །ཆར་པ་མི་ཟད་མཚོན་ཆུ་བྱད། །མཁས་པས་ཐིག་ལེ་འཆང་བའི་ལུས། །ཁྱིམ་རྡིབ་པས་ཀྱང་ནོན་མི་འགྱུར།
en: Lightning, fires, downpours, danger from weapons, floods, kākhordas, and house collapses will all pass without causing harm to one’s body, if one wears the bindi.

source: །མཁས་པ་རིག་སྔགས་འཆང་བའི་དོན། །ཐམས་ཅད་འདི་ཡིས་བགྱིད་པར་འགྱུར། །ཤིན་ཏུ་མ་གྲུབ་གསལ་བར་ཡང་། །འགྲུབ་པར་འགྱུར་ཏེ་ཐེ་ཚོམ་མེད།
en: All the undertakings and endeavors of the vidyā holder will be accomplished auspiciously and in full; there is no doubt. “

source: །བཅོམ་ལྡན་འདས་རིག་སྔགས་འཆང་གིས་བདག་དྲན་པར་བགྱིད་ཅིང་།
en: As soon as the vidyā holder remembers the essence of Amogharāja, I will, O Blessed One, immediately appear before him and fulfill all his hopes and wishes, grant all the boons previously described, and accomplish all his activities.

source: དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་དྲན་པར་བགྱིད་ན།
en: I will grant him the amogha accomplishment and faithfully protect the samaya.

source: བཅོམ་ལྡན་འདས་དེ་མ་ཐག་ཏུ་རིག་སྔགས་འཆང་དེའི་མདུན་དུ་བདག་མཆིས་ནས།
en: I have been authorized to do this, O Blessed One, by the Tathāgata’s words and blessings.

source: ཡིད་ལ་བསམས་པ་ཡོངས་སུ་རྫོགས་པར་བགྱིའོ།
en: I will deliver all this. “If, O Blessed One, the vidyā holder performs the ritual practices as described, and displays the dhiṇi mudrās, he will, because of the way the mudrās function, accumulate a lot of merit.

source: །ཐམས་ཅད་ཀྱི་མཆོག་ཐམས་ཅད་ཇི་སྐད་གསུངས་པ་བཞིན་སྩལ་བར་བགྱིའོ།
en: He will be blessed by all bodhisattvas, who will prophesy his future awakening. He will be protected by all deities, be worshiped as unique by the entire world, and become the one and only teacher of every living being.

source: །དགོས་པ་ཐམས་ཅད་བསྒྲུབ་པར་བགྱིའོ།
en: He will obtain the samaya for all rites and for their maṇḍalas and mudrās.

source: །དོན་ཡོད་པ་གྲུབ་པ་རྗེས་སུ་སྩལ་བར་བགྱིའོ།
en: Furthermore, he will obtain long life and amogha accomplishments.

source: །བདེན་པར་དམ་བཅས་པས་དམ་ཚིག་རྗེས་སུ་བསྐྱང་བར་བགྱིའོ།
en: His words will be heeded, and he will develop good memory, intelligence, and fearlessness.
